Repository: castellersestocolm/website
Catalog: backend/src/locale/*/LC_MESSAGES/django.po
Languages: ca, sv

source: name
ca: nom
sv: namn

source: Registrations
ca: Inscripcions

source: created
ca: create
sv: skapad

source: updated
ca: actualitzat
sv: uppdaterad

source: The minimum age to join is %s.
ca: L'edat mínima per unir-se és %s.
sv: Minsta ålder för att gå med är %s.

source: Only the following languages are allowed: %s.
ca: Només els següents idiomes estan permesos: %s.
sv: Endast följande språk är tillåtna: %s.

source: Members over %s must consent in order to become members.
ca: Membres majors de %s han de donar consentiment per tal d'esdevenir membres.
sv: Medlemmar över %s måste ge sitt samtycke för att kunna bli medlemmar.

source: The passwords do not match.
ca: Les contrasenyes no són iguals.
sv: Lösenorden stämmer inte överens.

source: The family member must be below %s to update.
ca: El membre familiar ha de ser menor de %s per poder-lo actualitzar.
sv: Familjemedlemmen måste vara under %s för att uppdatera.

source: The family member must be below %s to create.
ca: El membre familiar ha de ser menor de %s per poder-lo crear.
sv: Familjemedlemmen måste vara under %s för att skapa.

source: Invalid value.
ca: Valor invàlid.
sv: Ogiltigt värde.

source: "{input}" is not a valid choice.
ca: "{input}" no és una opció vàlida.
sv: "{input}" är inte ett giltigt val.

source: Not money.
ca: No són diners.
sv: Inte ett betalningsmedel.

source: Missing amount or currency.
ca: Manca la quantitat o la divisa.
sv: Det saknas mängd eller valuta.

source: The amount of children you entered is incorrect.
ca: El nombre de nens que has introduït és incorrecte.
sv: Antalet barn du angav är felaktigt.

source: Hello
ca: Hola
sv: Hej

source: Looks like there's been a problem, this email doesn't have content! Please, let us know if this is the result of registering, subscribing or any other action you might think that have caused this.
ca: Sembla que hi ha hagut un problema, aquest correu no té contingut! Si us plau, fes-nos saber si això ha estat al resultat de registrar-se, subscriure's o qualsevol altre acció que creguis que pugui haver causat això.
sv: Det ser ut att vara ett problem, det här mejlet har inget innehåll! Var så god och låt oss veta om det beror på registreringen, prenumerationen eller något annat.

source: Contact us
ca: Contacta'ns
sv: Kontakta oss

source: Best
ca: Records
sv: Hälsningar

source: Sent with
ca: Enviat amb
sv: Skickat med

source: by
ca: per
sv: av

source: Your membership is active until
ca: La teva quota està activa fins el
sv: Ditt medlemskap är aktivt till

source: and therefore you are currently a member of
ca: i per tant actualment ets membre de
sv: och därför är du för närvarande medlem i

source: and
ca: i
sv: och

source: Your membership which is valid until
ca: La teva quota que és vàlida fins el
sv: Ditt medlemskap som är giltigt till

source: is currently being processed. When the process is over you will be a member of
ca: s'està processant. Quan s'acabi el procés, seràs membre de
sv: behandlas för närvarande. När processen är över kommer du att vara medlem i

source: is awaiting for payment. When the process is over you will be a member of
ca: està pendent de pagament. Quan s'acabi el procés, seràs membre de
sv: väntar på betalning. När processen är över kommer du att vara medlem i

source: Amount
ca: Quantitat
sv: Belopp

source: Valid
ca: Validesa
sv: Giltighet

source: Your membership expired on
ca: La teva quota va caducar el
sv: Ditt medlemskap upphörde den

source: and therefore you aren't a member anymore.
ca: i per tant ja no ets membre.
sv: och därför är du inte längre medlem.

source: However, not all is lost! You can become a member easily, head to our website to join.
ca: Tanmateix, no tot està perdut! Et pots fer membre fàcilment visitant la nostra pàgina web.
sv: Men allt är inte förlorat! Du kan enkelt bli medlem, gå till vår hemsida för att gå med.

source: You don't have an active membership registered with this email and therefore aren't a member.
ca: No tens cap quota activa registrada amb aquest correu electrònic i, per tant, no ets membre.
sv: Du har inget aktivt medlemskap registrerat med denna e-postadress och är därför inte medlem.

source: Renew membership
ca: Renova la quota
sv: Förnya medlemskapet

source: Join us
ca: Uneix-te
sv: Gå med

source: Your membership has expired and you can no longer enjoy all the benefits we provide as well as attend our events. But not all is lost! You can renew it at any time if you wish to do so.
ca: La teva quota ha caducat i ja no pots gaudir de tots els avantatges que oferim ni tampoc assistir als nostres esdeveniments. Però no tot està perdut! Pots renovar-la en qualsevol moment si ho vols.
sv: Ditt medlemskap har löpt ut och du kan inte längre ta del av alla förmåner vi erbjuder samt delta i våra evenemang. Men allt är inte förlorat! Du kan fortfarande förnya medlemskapet när som helst om du vill komma tillbaka.

source: Your data will be kept for a total of two (2) years since the day your membership expired. Afterwards, it will be deleted and recovery will not be possible. If you wish to delete your data sooner as regulated in Article 17 of the General Data Protection Regulation (Regulation (EU) 2016/679) please send us an email with your request.
ca: Les teves dades es conservaran durant un total de dos (2) anys a partir del dia que va expirar la vostra quota. Posteriorment, s'eliminaran i no en serà possible la recuperació. Si voleu eliminar les vostres dades abans així com es regula a l'article 17 del Reglament General de Protecció de Dades (Control (UE) 2016/679), envieu-nos un correu electrònic amb la vostra sol·licitud.
sv: Dina uppgifter kommer att sparas i totalt två (2) år från den dag då ditt medlemskap löpte ut. Därefter kommer uppgifterna att raderas och det kommer inte att vara möjlig att återställa informationen. Om du vill radera dina uppgifter tidigare i enlighet med artikel 17 i den allmänna dataskyddsförordningen (Förordning (EU) 2016/679), vänligen skicka ett e-postmeddelande till oss med din begäran.

source: Your membership has been marked as paid! You will find a summary right below.
ca: La teva quota s'ha marcat com a pagada! En trobaràs un resum a continuació.
sv: Ditt medlemskap har markerats som betald! Du hittar en sammanfattning nedan.

source: Summary
ca: Resum
sv: Översikt

source: Your membership will be expiring on
ca: La teva quota caducarà el
sv: Ditt medlemskap löper ut den

source: In order to enjoy all the benefits we provide as well as attend our events you need to renew it before it expires.
ca: Per continuar gaudint de tots els avantatges que oferim i assistir als nostres esdeveniments, has de renovar-la abans que caduqui.
sv: För att kunna ta del av alla förmåner vi erbjuder samt delta i våra evenemang måste du förnya det innan det löper ut.

source: This year playtime in Catalan will have an added cost per kid and includes an improved schedule and activity plan. If you want to register your kid for playtime you need to mark the checkbox, the total amount to be paid will be updated automatically.
ca: Enguany l'esplai tindrà un cost afegit per criatura i inclou una nova estructura i pla d'activitats. Si vols registrar la teva canalla per l'esplai has de seleccionar la casella corresponent, la quantitat total a pagar s'actualitzarà automàticament.
sv: I år kommer fritids på katalanska att ha extra kostnad per barn som inkluderar ett förbättrat schema och aktivitetsplan. Om du vill anmäla ditt barn till fritids måste du markera kryssrutan, det totala beloppet som ska betalas kommer att uppdateras automatiskt.

source: You can find the form to renew your membership in the following page.
ca: Podeu trobar el formulari per renovar la vostra quota a la pàgina següent.
sv: Du hittar formuläret för att förnya ditt medlemskap på följande sida.

source: Thank you for your order! You will find a summary of the products you have purchased along with payment information right below.
ca: Gràcies per la teva comanda! Trobaràs un resum dels productes que has comprat a continuació així com la informació de pagament.
sv: Tack för din beställning! Du hittar en sammanfattning av produkterna du har köpt tillsammans med betalningsinformation nedan.

source: Payment options
ca: Com pagar
sv: Betalningsalternativ

source: Your payment has been processed and it's on its way to you! You will find a summary right below.
ca: El vostre pagament s'ha processat i ja és de camí! En trobaràs un resum a continuació.

source: Your registration has been marked as paid! You will find a summary of the registration/s right below.
ca: La teva inscripció s'ha marcat com a pagada! En trobaràs un resum de la inscripció/ns a continuació.
sv: Din registrering har markerats som betald! Du hittar en sammanfattning av registreringen/arna nedan.

source: Name
ca: Nom
sv: Namn

source: Email
ca: Correu electrònic
sv: E-post

source: Message
ca: Missatge
sv: Meddelande

source: In your dashboard you can find instructions on how to renew your membership as well as the payment information.
ca: Al teu perfil trobaràs les instruccions per renovar la quota així com la informació de pagament.
sv: På din profil hittar du instruktioner om hur du kan förnya ditt medlemskap samt betalningsinformationen.

source: Your order has been marked as paid! You will find a summary of the products you have purchased right below.
ca: La teva comanda s'ha marcat com a pagada! Trobaràs un resum dels productes que has comprat a continuació.
sv: Din beställning har markerats som betald! Du hittar en sammanfattning av produkterna du har köpt nedan.

source: We are very excited to introduce to you our new website, a new way of managing your membership and registering for rehearsals. We are reaching out to give you a quick run down of some new features and hopefully answer any questions you may have regarding the system.
ca: Estem molt contents d'introduïr la nostra nova web, una manera nova d'administrar la teva quota i registrar-te pels assajos. T'enviem aquest correu per donar-te un resum ràpid d'algunes de les funcions i alhora resoldre qualsevol dubte que hi pugui haver sobre el sistema.
sv: Vi är extremt glada att kunna introducera vår nya hemsida, ett nytt sätt att hantera ditt medlemskap och för att registrera om du kommer till repetitionerna. Vi vill nå ut till er för att visa de nya funktionerna och förhoppningsvis svara på era frågor angående det nya systemet.

source: Right now, the following features are up and running on our site.
ca: Ara mateix les següents funcionalitats es poden fer servir a la nostra web.
sv: Just nu är följande funktioner igång på vår hemsida

source: Membership and family management.
ca: Quotes i gestió de família
sv: Medlemskap och familjeförvaltning.

source: Calendar and events registration.
ca: Calendari i registre d'esdeveniments.
sv: Kalender och evenemang registrering.

source: Payments overview.
ca: Historial de pagaments.
sv: Översikt av betalningar.

source: Google single sign-on (optional).
ca: Entra amb Google (opcional).
sv: Google single sign-on (frivillig).

source: We have more features coming soon, and will keep you all updated as we continue to implement them on the site.
ca: Tenim més funcionalitats que encara estem desenvolupant i et mantindrem informat quan les implementem a la nostra web.
sv: Det kommer snart fler funktioner och vi kommer hålla er uppdaterade allteftersom fler funktioner kommer.

source: As you currently have a membership registered we have automatically migrated your data to the new platform, you can set a new password via the link below or use Google single sign-on directly on our website if you wish to.
ca: Com que tens una quota registrada hem migrat automàticament les teves dades a la nova plataforma, pots configurar una contrasenya nova a través del següent enllaç o fer servir Google per entrar directament a la nostra web si ho prefereixes.
sv: Eftersom du som redan har ett medlemskap registrerat hos oss kommer det att automatiskt migrera dina data till den nya hemsidan, där kan du också ställa in ett nytt lösenord via länken nedan, eller använda ett Google single sign-on på vår hemsida om du helst vill det.

source: Set a new password
ca: Configura una contrasenya nova
sv: Ställ in ditt nya lösenord

source: Have any more questions? Feel free to drop an email at
ca: Més preguntes? No dubtis a enviar-nos un correu a
sv: Har du fler frågor? Skicka dem till oss via e-post

source: or reach out on WhatsApp!
ca: o enviar-nos un missatge per WhatsApp!
sv: eller skriv till oss på Whatsapp!

source: See you around!
ca: Ens veiem!
sv: Vi syns!

source: You have been invited to join a family membership by
ca: Has estat convidat a formar part d'una família per
sv: Du har blivit inbjuden att gå med i ett familjemedlemskap av

source: As you are already a member the only thing you need to do is to accept the invitation if you wish to merge your families. You can do this by logging in, navigating to your dashboard and reviewing your invitations under "Family requests".
ca: Si ja ets membre l'única cosa que et cal fer és acceptar la invitació si vols combinar les vostres famílies. Pots fer-ho entrant a la web, navegant al teu perfil i revisant les invitacions a "Peticions de família".
sv: Eftersom du redan är medlem behöver du bara acceptera inbjudningen om du önskar förena din familj. Du kan göra det genom att logga in, navigera till din panel och titta på dina inbjudningar i "Familje förfrågningar".

source: In order to accept this invitation you first need to become a member which you can do directly in our website. After having registered and confirmed your email you will be able to accept this invitation under "Family requests" on your dashboard.
ca: Per tal d'acceptar aquesta invitació primer has de fer-te membre, ho pots fer directament a la nostra web. Una vegada registrat i confirmat el teu correu podràs acceptar aquesta invitació a "Peticions de família" al teu perfil.
sv: För att kunna acceptera denna inbjudan måste du först bli medlem som du kan göra direkt på vår hemsida. Efter du gjort det kan du acceptera inbjudan i "Familje förfrågningar" i panelen.

source: Review the invitation
ca: Revisa la invitació
sv: Se över inbjudan

source: Become a member
ca: Fes-te membre
sv: Bli medlem

source: Did you request to change your password? To update it click on the following button. If you didn't request this you can ignore this email.
ca: Has demanat canviar la contrasenya? Per actualitzar-la fes clic al següent botó. Si no has fet aquesta petició pots ignorar aquest correu.
sv: Har du anhållit om att ändra lösenord? För att uppdatera det klicka på följande knapp. Om du inte begärde det så kan du strunta i det här emailet.

source: Change password
ca: Canviar la contrasenya
sv: Ändra lösenord

source: Thank you for joining! In order to complete your registration we need you to confirm this email as soon as possible by clicking the following button.
ca: Moltes gràcies per unir-te! Per tal de finalitzer el registre ens cal que confirmis aquest correu el més aviat possible fent clic al següent botó.
sv: Tack för du gått med! För att fullfölja din registrering behöver vi att du konfirmerar din e-post så snart som möjligt genom att klicka på följande knapp.

source: Confirm email
ca: Confirma el teu correu
sv: Bekräfta e-post

source: We have some upcoming events, please make sure to update your attendance as soon as you can!
ca: Tenim alguns esdeveniments propers, assegura't d'actualitzar la teva assistència tan aviat com puguis!
sv: Vi har några kommande evenemang, se till att uppdatera din närvaro så snart du kan!

source: Next events and rehearsals
ca: Propers esdeveniments i assajos
sv: Nästa evenemang och repetitioner

source: Attending
ca: Hi participo
sv: Deltar

source: Not attending
ca: No hi participo
sv: Deltar ej

source: Unanswered
ca: Sense respondre
sv: Obesvarad

source: Change attendance
ca: Canvia l'assistència
sv: Ändra närvaro

source: You have now completed the registration process and are part of the Castellers d'Estocolm, welcome!
ca: Has completat el procés de registre i ets part dels Castellers d'Estocolm, benvingut!
sv: Du har nu slutfört din registrering och är nu en del av Castellers d'Estocolm, hjärtligt välkommen!

source: In this email attached you will find some information with hopefully answers to all your questions. However, if you still want to reach out and ask us anything the best way is through the WhatsApp community. All active members are part of it as it's where we discuss and share rehearsal information, post pictures and much more. Please note that we only accept requests into some of the groups if your phone matches the one you used to register with us. If that's not the case please do let us know and we'll fix it for you!
ca: En aquest correu hi trobaràs adjunt informació que esperem que resolgui totes les teves preguntes. Tot i això, si no tens alguna cosa clara no dubtis en preguntar-nos el que vulguis a través de la nostra comunitat de WhatsApp. Tots els membres actius en són part i és on parlem i compartim informació dels assajos, pengem imatge i molt més. Si us plau tingues en compte que només acceptem peticions a alguns dels grups si el teu telèfon coincideix amb el que tens registrat al teu compte. Si aquest no és el cas fes-nos-ho saber i t'ho arreglarem!
sv: I medföljande mejlet finner du information och förhoppningsvis svar till alla dina frågor. Men, om du fortfarande skulle ha några tvivel eller frågor kan du kontakta oss enklast genom Whatsapp gemenskapen. Alla aktiva medlemmar är där eftersom vi ofta diskuterar och delger varandra information om repetitioner, framträdanden, bilder, video och mycket annat. Märk att vi bara accepterar förfrågningar om tillträde till en del av grupperna om ditt nummer matchar det du har registrerat hos oss. Om inte så kan du kontakta oss så ordnar vi det åt dig!

source: Join the community
ca: Uneix-te a la comunitat
sv: Gå med i gemenskapen

source: users
ca: usuaris
sv: användare

source: family
ca: família
sv: familj

source: modules
ca: mòduls
sv: moduler

source: receipt
ca: rebut

source: Confirm your email to finish your registration
ca: Confirma el teu correu per finalitzar el registre
sv: Bekräfta din e-post för att slutföra din registrering

source: Reset your password to login
ca: Reinicia la teva contrasenya per entrar
sv: Återställ ditt lösenord för att logga in

source: Welcome to Les Quatre Barres
ca: Benvingut a Les Quatre Barres
sv: Välkomen till Les Quatre Barres

source: Welcome to Les Quatre Barres new website
ca: Benvingut/da a la nova web de Les Quatre Barres
sv: Välkommen till Castellers d'Estocolms ny hemsida

source: You have been invited to join a family
ca: Has estat convidat a unir-te a una família
sv: Du har blivit inbjuden att gå med i en familj

source: Sign-up for the upcoming events
ca: Confirma l'assistència als propers esdeveniments
sv: Registrera dig till kommande evenemang

source: Time to renew your membership
ca: La teva quota caduca aviat
sv: Dags att förnya ditt medlemskap

source: Your membership has expired
ca: La teva quota ha caducat
sv: Ditt medlemskap har löpt ut

source: Your membership is now paid
ca: La teva quota s'ha pagat
sv: Ditt medlemskap är nu betalt

source: Your membership status
ca: L'estat de la teva quota
sv: Ditt medlemskap status

source: Thank you for your order
ca: Gràcies per la teva comanda
sv: Tack för din beställning

source: Your order %s is now paid
ca: La teva comanda %s s'ha pagat
sv: Din beställning %s är nu betald

source: Your registration for %s is now paid
ca: La teva inscripció per %s s'ha pagat
sv: Din registrering för %s är nu betald

source: Contact form — %s
ca: Formulari de contacte — %s
sv: Kontaktformulär — %s

source: Your payment has been processed — %s
ca: El vostre pagament s'ha processat — %s

source: Welcome to Castellers d'Estocolm
ca: Benvingut/da als Castellers d'Estocolm
sv: Välkommen till Castellers d'Estocolm

source: Welcome to Castellers d'Estocolm new website
ca: Benvingut/da a la nova web dels Castellers d'Estocolm
sv: Välkommen till Castellers d'Estocolms ny hemsida

source: Sign-up for the upcoming events and rehearsals
ca: Confirma l'assistència als propers esdeveniments i assajos
sv: Registrera dig till kommande evenemang och repetitioner

source: date
ca: data
sv: datum

source: balance
ca: saldo
sv: saldo

source: entity
ca: entitat
sv: enhet

source: file
ca: fitxer
sv: fil

source: Payments
ca: Pagaments

source: Receipts
ca: Rebuts

source: Membership update
ca: Actualització quota
sv: Medlemskapsuppdatering

source: Membership
ca: Quota
sv: Medlemskap

source: Payment
ca: Pagament
sv: Betalning

source: Unspecified
ca: Sense especificar
sv: Ospecificerad

source: (and more)
ca: (i més)
sv: (och mer)

source: Expense
ca: Despesa

source: Unknown
ca: Desconegut

source: Category must be set for accounts with parent.
ca: La categoria és obligatòria per comptes amb matrius.
sv: Kategorin måste vara inställd för konto med förälder.

source: Another user already has the same alias.
ca: Un altre usuari ja té el mateix sobrenom.
sv: En annan användare har redan samma alias.

source: You have too many pending requests, cancel some of them before you send a new one.
ca: Tens massa peticions pendents, cancel·la'n alguna abans d'enviar-ne una de nova.
sv: Du har redan för många väntande förfrågningar, cancellera några av dem innan du skickar en ny.

source: The member already belongs to your family.
ca: El membre ja pertany a la teva família.
sv: Den här familjemedlemmen ingår redan i din familj.

source: You have reached the maximum amount of members in your family.
ca: Has arribat al nombre màxim de membres a la teva família.
sv: Du har nått högsta mängd av medlemmar i din familj.

source: You have reached the maximum amount of adult members in your family.
ca: Has arribat al nombre màxim de membres adults a la teva família.
sv: Du har redan nått högsta mängd av vuxna medlemmar i din familj.

source: staff status
ca: personal
sv: personalstatus

source: active
ca: actiu
sv: aktiv

source: Total
sv: Summa
